Tekla.Structures.ModelInternal.dotPolymesh_t
Struct for the polymesh.

Tekla.Structures.ModelInternal.dotPolymesh_t.nPolymeshes
The number of polymeshes

Tekla.Structures.ModelInternal.dotPolymesh_t.nPolymeshFaces
The number of polymesh faces.

Tekla.Structures.ModelInternal.dotPolymesh_t.nPolymeshLoops
The number of polymesh loops.

Tekla.Structures.ModelInternal.dotPolymesh_t.ClientId
The client id.